ismriti_training.tex
% Created 2019-05-06 Mon 12:39
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{DK}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={DK},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.2 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Student Registration}
\label{sec:org9eb070c}
\subsection{Registration in website}
\label{sec:org1f49564}
\subsection{Amount payment , verifiation}
\label{sec:org5bfadc5}
\subsection{CollegeID- card collection, verification for student /professinals}
\label{sec:org41d4f7b}
\subsection{Passport Photo for ID- creation}
\label{sec:org048667a}
\section{Before Arrival of Students}
\label{sec:org8f631d6}
\subsection{Creating Id- Card}
\label{sec:org2821c11}
getting vendor-details for plastic card printing
bar-code, QR-code and mobile based  bar-code scanning attendance system
\subsection{Creating Certificate}
\label{sec:org00e2db9}
\subsection{Creating IoT Kit}
\label{sec:orgc17cfca}
\subsection{Accomodation/Food}
\label{sec:orgb08dca3}
\subsubsection{Getting permission for iitk  office from room-arrangement}
\label{sec:orgb2a8b7d}
\subsubsection{Getting details of students : NO.of students, NO.of (male/Female) Accomdation, Arrival/Departure Dates}
\label{sec:orgd5afa67}
\subsubsection{Getting Accomodation details (Hostel/Dormatory's)}
\label{sec:org954b483}
\subsubsection{Getting bed,id-card,wifi, number-lock,food,LAN, notebook, wifi, Greeting Card}
\label{sec:org5258e4f}
\subsubsection{Send excle sheet of \{name, module, departure, emergency contact, alocated-room No, Food(y/n)\} to hostel security}
\label{sec:orgd270ad0}
\subsection{Webserver}
\label{sec:orga6b987e}
\subsubsection{send mails to student giving  user \& password in ismriti}
\label{sec:org1a8515c}
\subsubsection{send post regarding accomodation(location of stay), Time of class}
\label{sec:orgec6e150}
\subsubsection{Upload vidoes in server}
\label{sec:org1318cb4}
\subsubsection{Setting Webserver in IIT-Kanpur}
\label{sec:orgef2d0b1}
\subsubsection{marking (FB campaing, Linkedin, Internalshals, Google ads,\ldots{}.etc)}
\label{sec:org40abd76}
\section{After Arrival of Students}
\label{sec:org1eb5c48}
\subsection{For Non-Hostel send  id-card, wifi,notebook, Greeting Card}
\label{sec:orgb23b984}
\subsection{Class Room :}
\label{sec:orgc78d704}
\subsubsection{Clean Class Room before class-room start}
\label{sec:org383c170}
\subsubsection{Water Dispensory 4 Bottel + 4 Glasses befor class}
\label{sec:orgb792a7f}
\subsubsection{Check mic and speaker, projector before before class}
\label{sec:org1e634a5}
\subsection{maintaining server(Form)}
\label{sec:org138a875}
\subsubsection{Uploading videos}
\label{sec:org090821d}

\subsection{Buying Kit}
\label{sec:orgcf8de18}
\subsubsection{Tell before 7 days completion of programm}
\label{sec:org580c24f}
\subsection{Upgrading model}
\label{sec:org0dcfa81}
\subsubsection{Tell before 7 days completion of program}
\label{sec:orgacd001f}
\subsection{Giving Certificate}
\label{sec:org4d771bc}
\section{Scope}
\label{sec:orgcdaf45c}
\subsection{Work on Next Online course}
\label{sec:orgd71e539}
\end{document}
